# Homebrew Casks
cask "iterm2"
cask "visual-studio-code"

# Homebrew Formulae
brew "zsh"
brew "git"
brew "coreutils"
brew "stow" # Great for managing symlinks
brew "aichat"
brew "gh"
brew "romkatv/powerlevel10k/powerlevel10k"
brew "tmux"
brew "eza"
brew "bat"
brew "ripgrep"
brew "fd"
brew "fzf"
brew "jq"
brew "node"
brew "ical"
